Revit 2027 API
ParameterTypeId.MassDataSurfaceDataSource Property
 "Values"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataSurfaceDataSource { get; }
Public Shared ReadOnly Property MassDataSurfaceDataSource As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataSurfaceDataSource {
	ForgeTypeId^ get ();
}
static member MassDataSurfaceDataSource : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace